/* eslint-disable max-len */
export default [
  {
    message: 'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.\n\nХассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.',
    createdAt: '2021-02-02T20:59:59Z',
    user: {
      username: 'John Doe',
      avatar: 'https://cdn2.thecatapi.com/images/1FV1DG2SH.jpg',
    },
  },
  {
    message: 'Круто!',
    createdAt: '2021-02-10T18:21:30Z',
    user: {
      username: 'Steve',
      avatar: 'https://cdn2.thecatapi.com/images/e46.jpg',
    },
  },
  {
    message: 'Согласно сообщению инсайдера AMA, релиз GTA VI намечен на октябрь 2023 года, а аносируют игру весной 2022-го. По традиции, ПК-релиз состоится позже, чем на консолях, а онлайн-режим также появится спустя несколько месяцев после релиза одиночной кампании.\n\nМестом действия станет Vice City — прообраз города Майами, штат Флорида. При этом карта игры будет меньше, чем Red Dead Redemption 2, но «плотнее» в плане активности для игроков.\n\nНачнется сюжет в 70-х годах, однако это коснется только несколько первых миссий, затем игра перенесется в более поздний временной отрезок. Инсайдер отмечает, что игра будет «крайне политически некорректна». Сюжетная линия займет порядка 60 часов. Что касается Томми Версетти, то в игре будут отсылки к нему, но сам Томми в игре не появится.Важно отметить, что на данный момент о GTA VI нет никакой официальной информации. По мнению фанатов, Rockstar до последнего будет умалчивать подробности, лишь оставляя те или иные намеки в GTA Online.',
    createdAt: '2021-02-25T13:41:00Z',
    user: {
      username: 'Bob',
      avatar: 'https://cdn2.thecatapi.com/images/_BhPUA-L-.jpg',
    },
  },
];
